-- MySQL dump 10.14  Distrib 5.5.60-MariaDB, for Linux (x86_64)
--
-- Host: localhost    Database: gocmdb
-- ------------------------------------------------------
-- Server version	5.5.60-MariaDB

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Current Database: `gocmdb`
--

CREATE DATABASE /*!32312 IF NOT EXISTS*/ `gocmdb` /*!40100 DEFAULT CHARACTER SET utf8mb4 */;

USE `gocmdb`;

--
-- Table structure for table `cloud_platforms`
--

DROP TABLE IF EXISTS `cloud_platforms`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `cloud_platforms` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type` varchar(32) DEFAULT NULL,
  `name` varchar(64) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `synctime` datetime DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `msg` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cloud_platforms`
--

LOCK TABLES `cloud_platforms` WRITE;
/*!40000 ALTER TABLE `cloud_platforms` DISABLE KEYS */;
/*!40000 ALTER TABLE `cloud_platforms` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `hosts`
--

DROP TABLE IF EXISTS `hosts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `hosts` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `is_online` tinyint(1) DEFAULT NULL,
  `host_status` tinyint(1) DEFAULT NULL COMMENT '用户的类型，0：admin,1:user,2guest。tinyint(1)表示的是一字节,8个bit位,所以tinyint(1) unsigne最大可以表示255',
  `uuid` varchar(48) DEFAULT NULL,
  `hostname` varchar(255) DEFAULT NULL,
  `cluster_ip` varchar(64) DEFAULT NULL,
  `out_bound_ip` varchar(64) DEFAULT NULL,
  `ips` varchar(2048) DEFAULT NULL,
  `os` varchar(128) DEFAULT NULL,
  `arch` varchar(64) DEFAULT NULL,
  `cpu_count` int(4) DEFAULT NULL COMMENT '长度 4 是4个字节，32位',
  `cpu_usage_percent` float(8,0) DEFAULT NULL,
  `ram_total` int(8) DEFAULT NULL,
  `ram_usage` int(8) DEFAULT NULL,
  `ram_usage_percent` float(8,0) DEFAULT NULL,
  `disks` varchar(2048) DEFAULT NULL,
  `avg_load` varchar(64) DEFAULT NULL,
  `boot_time` int(11) DEFAULT NULL,
  `heartbeat_time` int(11) DEFAULT NULL,
  `create_time` int(11) DEFAULT NULL,
  `update_time` int(11) DEFAULT NULL,
  `delete_time` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `index_uuid` (`uuid`) USING BTREE COMMENT 'uuid 唯一索引'
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `hosts`
--

LOCK TABLES `hosts` WRITE;
/*!40000 ALTER TABLE `hosts` DISABLE KEYS */;
INSERT INTO `hosts` VALUES (1,0,6,'8eb955ef-9f28-4bb1-bcf7-f5a734664584','DESKTOP-S576R88','','','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,16,16264,8088,49,'{\"C:\":{\"total\":60,\"used\":57,\"usePercent\":95.20008875385079},\"D:\":{\"total\":178,\"used\":155,\"usePercent\":87.15716965313509},\"E:\":{\"total\":931,\"used\":613,\"usePercent\":65.81591519724287}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1593224034,1593234296,1593192074,1594542912,1593619445),(2,0,6,'6f8878e1-329d-48aa-ae90-4b35fdab0f61','DESKTOP-S576R88','','','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,20,16264,8146,50,'{\"C:\":{\"total\":60,\"used\":57,\"usePercent\":95.2028225759025},\"D:\":{\"total\":178,\"used\":155,\"usePercent\":87.15716965313509},\"E:\":{\"total\":931,\"used\":613,\"usePercent\":65.81591519724287}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1593224034,1593234616,1593234584,1594542912,1593619445),(3,0,6,'dae2d2b0-25b9-4e00-adf7-cf01a4a5acd3','DESKTOP-S576R88','','','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,79,16264,8124,49,'{\"C:\":{\"total\":60,\"used\":57,\"usePercent\":95.20326125897591},\"D:\":{\"total\":178,\"used\":155,\"usePercent\":87.15716965313509},\"E:\":{\"total\":931,\"used\":613,\"usePercent\":65.81591519724287}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1593224034,1593234651,1593234643,1594542912,1593619445),(4,0,6,'103711ef-a276-455b-a270-ac1a1164891a','DESKTOP-S576R88','','','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,81,16264,8094,49,'{\"C:\":{\"total\":60,\"used\":57,\"usePercent\":95.20326125897591},\"D:\":{\"total\":178,\"used\":155,\"usePercent\":87.15716965313509},\"E:\":{\"total\":931,\"used\":613,\"usePercent\":65.81591519724287}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1593224034,1593234665,1593234660,1594542912,1593619445),(5,0,6,'61304ac7-f3cd-4085-bdc7-c9219d933e5d','DESKTOP-S576R88','','','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,34,16264,8059,49,'{\"C:\":{\"total\":60,\"used\":57,\"usePercent\":95.20331847850723},\"D:\":{\"total\":178,\"used\":155,\"usePercent\":87.15716965313509},\"E:\":{\"total\":931,\"used\":613,\"usePercent\":65.81591519724287}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1593224034,1593234683,1593234672,1594542912,1593620538),(6,0,6,'ad3e4577-2268-47ce-9521-1342b28e4d5a','DESKTOP-S576R88','','','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,100,16264,8067,49,'{\"C:\":{\"total\":60,\"used\":57,\"usePercent\":95.20420220237976},\"D:\":{\"total\":178,\"used\":155,\"usePercent\":87.15716965313509},\"E:\":{\"total\":931,\"used\":613,\"usePercent\":65.81591519724287}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1593224034,1593234697,1593234691,1594542912,1593619445),(7,0,6,'de657fa9-092d-4859-be63-dbeda4e49632','DESKTOP-S576R88','','','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,79,16264,8055,49,'{\"C:\":{\"total\":60,\"used\":57,\"usePercent\":95.20429756826529},\"D:\":{\"total\":178,\"used\":155,\"usePercent\":87.15716965313509},\"E:\":{\"total\":931,\"used\":613,\"usePercent\":65.81591519724287}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1593224034,0,1593234708,1594542912,1593620124),(8,0,6,'b89c0b3f-cec4-4faa-ad51-c3601c319810','DESKTOP-S576R88','','','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,80,16264,8059,49,'{\"C:\":{\"total\":60,\"used\":57,\"usePercent\":95.20517493441211},\"D:\":{\"total\":178,\"used\":155,\"usePercent\":87.15716965313509},\"E:\":{\"total\":931,\"used\":613,\"usePercent\":65.81591519724287}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1593224034,1593234720,1593234719,1594542912,1593827056),(9,0,6,'9214f061-6eb6-499a-a18f-a121c4b2ea59','DESKTOP-S576R88','192.168.1.101','192.168.1.101','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,36,16264,9642,59,'{\"C:\":{\"total\":60,\"used\":55,\"usePercent\":93.04025489393884},\"D:\":{\"total\":178,\"used\":157,\"usePercent\":88.517514823667},\"E:\":{\"total\":931,\"used\":613,\"usePercent\":65.81591519724287}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1593652030,1593704391,1593234727,1594542912,1594270431),(10,0,5,'72e59d8d-6f61-44f1-8fc1-a537bfb2041d','DESKTOP-S576R88','192.168.1.101','192.168.1.101','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,4,16264,9501,58,'{\"C:\":{\"total\":60,\"used\":56,\"usePercent\":93.8293630925758},\"D:\":{\"total\":178,\"used\":157,\"usePercent\":88.51833817359727},\"E:\":{\"total\":931,\"used\":613,\"usePercent\":65.81591519724287}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1593742096,1593791861,1593791863,1594534010,1594534013),(11,0,6,'01da113c-9d77-45cc-be3e-72868401c84f','DESKTOP-S576R88','192.168.1.101','192.168.1.101','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,40,16264,9797,60,'{\"C:\":{\"total\":60,\"used\":56,\"usePercent\":93.8212124882263},\"D:\":{\"total\":178,\"used\":157,\"usePercent\":88.51846648787213},\"E:\":{\"total\":931,\"used\":613,\"usePercent\":65.81591519724287}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1593742096,1593791942,1593791933,1594542912,1593827036),(12,0,6,'ac117b41-96d9-467d-bc24-e75e749d24ee','DESKTOP-S576R88','192.168.1.101','192.168.1.101','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,7,16264,9602,59,'{\"C:\":{\"total\":60,\"used\":56,\"usePercent\":93.8212569923062},\"D:\":{\"total\":178,\"used\":157,\"usePercent\":88.51846648787213},\"E:\":{\"total\":931,\"used\":613,\"usePercent\":65.81591519724287}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1593742096,0,1593791973,1594542912,1594257868),(13,1,0,'40a5a6ce-499d-4578-83bf-b3436d611536','DESKTOP-S576R88','192.168.1.101','192.168.1.101','[\"169.254.54.106\",\"169.254.116.210\",\"169.254.171.90\",\"192.168.213.1\",\"192.168.10.1\",\"192.168.1.101\"]','windows','x86_64',4,25,16264,11991,73,'{\"C:\":{\"total\":60,\"used\":56,\"usePercent\":93.38329869962257},\"D:\":{\"total\":178,\"used\":159,\"usePercent\":89.38448519168794}}','{\"load1\":0,\"load5\":0,\"load15\":0}',1594472688,1594542912,1593792123,1594542912,NULL);
/*!40000 ALTER TABLE `hosts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `instance_tmplate`
--

DROP TABLE IF EXISTS `instance_tmplate`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `instance_tmplate` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `template` text,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `instance_tmplate`
--

LOCK TABLES `instance_tmplate` WRITE;
/*!40000 ALTER TABLE `instance_tmplate` DISABLE KEYS */;
/*!40000 ALTER TABLE `instance_tmplate` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `regions`
--

DROP TABLE IF EXISTS `regions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `regions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cloud_platform_id` int(11) DEFAULT NULL,
  `region_id` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `localname` varchar(255) DEFAULT NULL,
  `region_endpoint` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `regions`
--

LOCK TABLES `regions` WRITE;
/*!40000 ALTER TABLE `regions` DISABLE KEYS */;
/*!40000 ALTER TABLE `regions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user_details`
--

DROP TABLE IF EXISTS `user_details`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user_details` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `uid` int(11) DEFAULT NULL COMMENT 'user id',
  `gender` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '0 代表女，1代表男',
  `birthday` date DEFAULT NULL COMMENT '3 表示的是精确到毫秒，最小可以精确到 6(微秒) date,datetime,timestamp 都是一样的 字符串格式必须是"1985-03-02T11:11:11Z"',
  `tel` varchar(16) DEFAULT NULL,
  `email` varchar(64) DEFAULT NULL,
  `addr` text,
  `remark` text,
  `avatar` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `index_user_id` (`uid`) USING BTREE COMMENT '用户id唯一索引'
) ENGINE=InnoDB AUTO_INCREMENT=1002 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user_details`
--

LOCK TABLES `user_details` WRITE;
/*!40000 ALTER TABLE `user_details` DISABLE KEYS */;
INSERT INTO `user_details` VALUES (797,804,0,'1990-04-15','13412503476','admin@gmail.com','天津市 滨海新区','监控组','http://go.cmdb.com:8000/img/user/804/e312a0eb-1c1c-47dd-8f75-18539bfe04b8.jpg'),(798,805,0,'1986-08-06','13504562317','user@gmail.com','沈阳市 皇姑区','开发组w','http://go.cmdb.com:8000/img/user/805/0d439358-84cd-4eb6-89a9-82eb663c6b08.jpg'),(799,806,1,'1977-11-14','13870156324','Abelard@gmail.com','西安市 雁塔区','容器组',NULL),(800,807,0,'1990-05-10','13156243170','Abraham@gmail.com','西安市 雁塔区','测试组',NULL),(801,808,1,'1993-01-07','18834126570','Adam@gmail.com','广州市 中山路','开发组',NULL),(802,809,0,'1993-02-04','18801543267','Adrian@gmail.com','西安市 雁塔区','测试组',NULL),(803,810,0,'1992-01-20','18950216437','Aidan@gmail.com','北京市 朝阳区','容器组',NULL),(804,811,0,'1999-11-16','13417534206','Alva@gmail.com','上海市 南京路','前端',NULL),(805,812,1,'1984-09-01','18820167534','Alex@gmail.com','上海市 南京路','前端',NULL),(806,813,0,'1977-10-11','13121647053','Alexander@gmail.com','上海市 南京路','测试组',NULL),(807,814,1,'1990-04-12','18923046517','Alan@gmail.com','北京市 顺义区','测试组',NULL),(808,815,0,'1993-04-01','13341576320','Eilian@gmail.com','天津市 滨海新区','容器组',NULL),(809,816,1,'1986-03-10','17762351047','Allan@gmail.com','天津市 滨海新区','容器组',NULL),(810,817,0,'1993-06-08','15562571430','Ailin@gmail.com','北京市 朝阳区','监控组',NULL),(811,818,1,'1977-10-02','15505423617','Albert@gmail.com','沈阳市 皇姑区','监控组',NULL),(812,819,1,'1999-04-11','13102746531','Alfred@gmail.com','西安市 雁塔区','测试组',NULL),(813,820,0,'1993-08-12','18803745261','Andrew@gmail.com','广州市 中山路','测试组',NULL),(814,821,1,'1993-11-14','13425637041','Andy@gmail.com','上海市 南京路','监控组',NULL),(815,822,0,'1986-06-07','13103176254','Angus@gmail.com','广州市 中山路','测试组',NULL),(816,823,0,'1989-07-09','13853027164','Anthony@gmail.com','北京市 顺义区','前端',NULL),(817,824,0,'1977-02-15','13364021375','Apollo@gmail.com','重庆市 解放碑','开发组',NULL),(818,825,0,'1990-10-15','13154612037','Arnold@gmail.com','沈阳市 皇姑区','开发组',NULL),(819,826,1,'1999-11-13','13830157426','Arthur@gmail.com','北京市 朝阳区','测试组',NULL),(820,827,1,'1984-08-11','13403754261','August@gmail.com','北京市 顺义区','前端',NULL),(821,828,1,'1977-05-14','18942357016','Austin@gmail.com','天津市 滨海新区','容器组',NULL),(822,829,0,'1993-09-10','18813607245','Ben@gmail.com','广州市 中山路','监控组',NULL),(823,830,1,'1977-06-15','13574261053','Benjamin@gmail.com','北京市 朝阳区','开发组',NULL),(824,831,1,'1984-03-17','15137146025','Bert@gmail.com','重庆市 解放碑','测试组',NULL),(825,832,1,'1993-10-07','18905734162','Benson@gmail.com','上海市 南京路','前端',NULL),(826,833,1,'1992-11-13','13362014573','Bill@gmail.com','重庆市 解放碑','前端',NULL),(827,834,1,'1993-06-18','15501653472','Billy@gmail.com','上海市 南京路','测试组',NULL),(828,835,0,'1984-09-02','13827345610','Blake@gmail.com','天津市 滨海新区','测试组',NULL),(829,836,0,'1990-10-04','13501745632','Bob@gmail.com','上海市 南京路','测试组',NULL),(830,837,1,'1984-05-14','15120136547','Bobby@gmail.com','西安市 雁塔区','前端',NULL),(831,838,1,'1977-10-06','13541052637','Brad@gmail.com','西安市 雁塔区','容器组',NULL),(832,839,1,'1990-06-10','13321657340','Brandon@gmail.com','西安市 雁塔区','监控组',NULL),(833,840,0,'1992-02-09','13852137640','Brant@gmail.com','上海市 南京路','容器组',NULL),(834,841,0,'1989-04-15','13552364071','Brent@gmail.com','沈阳市 皇姑区','前端',NULL),(835,842,0,'1990-03-15','13112065743','Brian@gmail.com','上海市 南京路','测试组',NULL),(836,843,1,'1989-06-02','15536704521','Bryan@gmail.com','重庆市 解放碑','前端',NULL),(837,844,1,'1992-02-02','13503764521','Brown@gmail.com','广州市 中山路','前端',NULL),(838,845,1,'1990-03-05','13542301567','Bruce@gmail.com','沈阳市 皇姑区','容器组',NULL),(839,846,1,'1999-04-13','13141073652','Caleb@gmail.com','北京市 朝阳区','容器组',NULL),(840,847,0,'1990-06-03','13343016752','Cameron@gmail.com','北京市 顺义区','容器组',NULL),(841,848,1,'1992-05-18','13314203756','Carl@gmail.com','北京市 顺义区','开发组',NULL),(842,849,1,'1989-08-12','13105471623','Carlos@gmail.com','西安市 雁塔区','监控组',NULL),(843,850,1,'1977-02-08','15543216570','Cary@gmail.com','广州市 中山路','容器组',NULL),(844,851,1,'1986-04-11','18831257406','Caspar@gmail.com','北京市 朝阳区','测试组',NULL),(845,852,0,'1984-12-11','13553410726','Cecil@gmail.com','广州市 中山路','监控组',NULL),(846,853,1,'1993-01-11','13862014573','Charles@gmail.com','重庆市 解放碑','前端',NULL),(847,854,1,'1984-05-01','18927103654','Cheney@gmail.com','广州市 中山路','开发组',NULL),(848,855,0,'1993-06-08','13862310475','Chris@gmail.com','天津市 滨海新区','容器组',NULL),(849,856,0,'1992-06-12','13831526074','Christian@gmail.com','北京市 朝阳区','前端',NULL),(850,857,0,'1990-01-13','18913524670','Christopher@gmail.com','广州市 中山路','前端',NULL),(851,858,0,'1999-05-14','13346531027','Clark@gmail.com','上海市 南京路','容器组',NULL),(852,859,1,'1984-07-05','13837251406','Cliff@gmail.com','重庆市 解放碑','测试组',NULL),(853,860,1,'1989-07-06','13820751643','Cody@gmail.com','天津市 滨海新区','测试组',NULL),(854,861,0,'1977-12-10','13306235147','Cole@gmail.com','上海市 南京路','开发组',NULL),(855,862,0,'1992-05-04','17756137402','Colin@gmail.com','上海市 南京路','容器组',NULL),(856,863,1,'1984-03-14','15573102564','Cosmo@gmail.com','广州市 中山路','容器组',NULL),(857,864,0,'1984-11-07','13353042716','Daniel@gmail.com','北京市 顺义区','测试组',NULL),(858,865,1,'1999-12-05','15107152634','Denny@gmail.com','西安市 雁塔区','开发组',NULL),(859,866,1,'1986-12-11','18802463751','Darwin@gmail.com','天津市 滨海新区','监控组',NULL),(860,867,1,'1990-01-09','18910654723','David@gmail.com','上海市 南京路','前端',NULL),(861,868,1,'1990-12-04','13526357410','Dennis@gmail.com','天津市 滨海新区','测试组',NULL),(862,869,1,'1977-05-15','15132041675','Derek@gmail.com','北京市 朝阳区','测试组',NULL),(863,870,0,'1986-05-03','13170531642','Dick@gmail.com','上海市 南京路','监控组',NULL),(864,871,1,'1990-06-06','18861354207','Donald@gmail.com','天津市 滨海新区','前端',NULL),(865,872,0,'1993-10-15','13351647203','Douglas@gmail.com','上海市 南京路','测试组',NULL),(866,873,0,'1999-06-03','18963015742','Duke@gmail.com','北京市 顺义区','容器组',NULL),(867,874,1,'1990-01-02','13812607534','Dylan@gmail.com','天津市 滨海新区','前端',NULL),(868,875,0,'1993-03-05','18923706451','Eddie@gmail.com','北京市 顺义区','前端',NULL),(869,876,0,'1992-12-13','13147035261','Edgar@gmail.com','西安市 雁塔区','容器组',NULL),(870,877,1,'1984-06-13','15531654207','Edison@gmail.com','重庆市 解放碑','前端',NULL),(871,878,1,'1993-03-13','15520734561','Edmund@gmail.com','上海市 南京路','前端',NULL),(872,879,0,'1984-02-11','13851246037','Edward@gmail.com','上海市 南京路','测试组',NULL),(873,880,1,'1989-07-15','13472354061','Edwin@gmail.com','天津市 滨海新区','前端',NULL),(874,881,1,'1984-02-04','13526034571','Elijah@gmail.com','上海市 南京路','前端',NULL),(875,882,1,'1993-01-19','13316043257','Elliott@gmail.com','上海市 南京路','测试组',NULL),(876,883,1,'1992-02-02','13475640123','Elvis@gmail.com','北京市 朝阳区','测试组',NULL),(877,884,1,'1989-06-16','13504157623','Eric@gmail.com','广州市 中山路','开发组',NULL),(878,885,0,'1990-05-19','13160375124','Frederick@gmail.com','沈阳市 皇姑区','测试组',NULL),(879,886,1,'1984-03-06','18920673541','Ethan@gmail.com','天津市 滨海新区','监控组',NULL),(880,887,1,'1984-12-19','13521374650','Eugene@gmail.com','沈阳市 皇姑区','前端',NULL),(881,888,0,'1990-08-20','13867543102','Evan@gmail.com','上海市 南京路','测试组',NULL),(882,889,0,'1993-06-11','15537145026','Enterprise@gmail.com','重庆市 解放碑','测试组',NULL),(883,890,1,'1986-05-01','18915764230','Ford@gmail.com','上海市 南京路','前端',NULL),(884,891,1,'1992-12-19','13164031527','Francis@gmail.com','上海市 南京路','开发组',NULL),(885,892,1,'1999-02-20','13443672105','Frank@gmail.com','广州市 中山路','容器组',NULL),(886,893,0,'1989-04-12','13554132706','Franklin@gmail.com','上海市 南京路','开发组',NULL),(887,894,0,'1992-03-19','13815607423','Fred@gmail.com','上海市 南京路','前端',NULL),(888,895,1,'1977-11-19','15540653721','Gabriel@gmail.com','重庆市 解放碑','容器组',NULL),(889,896,0,'1990-09-12','18846531702','Gaby@gmail.com','上海市 南京路','容器组',NULL),(890,897,0,'1984-10-10','15573016245','Garfield@gmail.com','北京市 顺义区','前端',NULL),(891,898,1,'1986-09-04','18870163254','Gary@gmail.com','北京市 朝阳区','容器组',NULL),(892,899,1,'1999-06-02','15506371425','Gavin@gmail.com','沈阳市 皇姑区','测试组',NULL),(893,900,1,'1984-09-01','15165172340','Geoffrey@gmail.com','北京市 顺义区','容器组',NULL),(894,901,1,'1977-06-01','13101426735','George@gmail.com','天津市 滨海新区','监控组',NULL),(895,902,1,'1989-05-17','17747651203','Gino@gmail.com','广州市 中山路','容器组',NULL),(896,903,1,'1986-09-20','13342367051','Glen@gmail.com','沈阳市 皇姑区','容器组',NULL),(897,904,0,'1990-06-17','13851403276','Glendon@gmail.com','天津市 滨海新区','监控组',NULL),(898,905,0,'1993-06-15','13557032641','Hank@gmail.com','西安市 雁塔区','容器组',NULL),(899,906,1,'1999-10-13','18805467132','Hardy@gmail.com','西安市 雁塔区','监控组',NULL),(900,907,0,'1990-10-12','15531465702','Harrison@gmail.com','重庆市 解放碑','监控组',NULL),(901,908,1,'1989-01-20','15547261503','Harry@gmail.com','广州市 中山路','容器组',NULL),(902,909,1,'1989-08-13','13531720654','Hayden@gmail.com','重庆市 解放碑','监控组',NULL),(903,910,1,'1990-01-17','13137410526','Henry@gmail.com','北京市 朝阳区','监控组',NULL),(904,911,1,'1986-03-17','15115340762','Hilton@gmail.com','天津市 滨海新区','测试组',NULL),(905,912,0,'1984-12-11','18903542671','Hugo@gmail.com','广州市 中山路','测试组',NULL),(906,913,1,'1977-09-15','13810432765','Hunk@gmail.com','上海市 南京路','监控组',NULL),(907,914,1,'1986-03-20','15530471256','Howard@gmail.com','北京市 朝阳区','监控组',NULL),(908,915,0,'1993-01-05','18843605271','Ian@gmail.com','广州市 中山路','容器组',NULL),(909,916,0,'1990-07-06','17740713265','Ignativs@gmail.com','北京市 朝阳区','容器组',NULL),(910,917,0,'1993-03-08','13450673421','Ignace@gmail.com','北京市 朝阳区','容器组',NULL),(911,918,1,'1977-07-19','15515234607','Ignatz@gmail.com','西安市 雁塔区','前端',NULL),(912,919,0,'1993-06-08','13541630257','Ivan@gmail.com','西安市 雁塔区','容器组',NULL),(913,920,0,'1999-05-04','18856347201','Isaac@gmail.com','沈阳市 皇姑区','测试组',NULL),(914,921,0,'1989-02-11','13556741230','Isaiah@gmail.com','北京市 顺义区','测试组',NULL),(915,922,0,'1986-06-18','13451602374','Jack@gmail.com','重庆市 解放碑','监控组',NULL),(916,923,1,'1999-05-03','13815027364','Jackson@gmail.com','北京市 顺义区','前端',NULL),(917,924,1,'1986-09-02','17736217054','Jacob@gmail.com','重庆市 解放碑','前端',NULL),(918,925,0,'1986-03-10','13863104275','James@gmail.com','广州市 中山路','前端',NULL),(919,926,1,'1984-09-14','13415062734','Jason@gmail.com','上海市 南京路','开发组',NULL),(920,927,1,'1992-03-07','15140326571','Jay@gmail.com','沈阳市 皇姑区','容器组',NULL),(921,928,0,'1999-08-15','13501345726','Jeffery@gmail.com','沈阳市 皇姑区','测试组',NULL),(922,929,1,'1999-07-16','13514026735','Jerome@gmail.com','广州市 中山路','开发组',NULL),(923,930,1,'1999-11-12','13525360714','Jerry@gmail.com','天津市 滨海新区','开发组',NULL),(924,931,1,'1989-11-12','18960352417','Gerald@gmail.com','沈阳市 皇姑区','测试组',NULL),(925,932,1,'1977-09-01','17730451672','Jeremiah@gmail.com','重庆市 解放碑','监控组',NULL),(926,933,1,'1993-05-16','17735724016','Jesse@gmail.com','北京市 朝阳区','前端',NULL),(927,934,0,'1993-02-08','13536105724','Jim@gmail.com','重庆市 解放碑','前端',NULL),(928,935,1,'1989-06-08','17773014526','Jimmy@gmail.com','北京市 顺义区','前端',NULL),(929,936,0,'1984-11-02','15150274613','Joe@gmail.com','上海市 南京路','前端',NULL),(930,937,0,'1984-03-19','15132567410','Joseph@gmail.com','北京市 朝阳区','监控组',NULL),(931,938,0,'1999-10-04','18802634157','John@gmail.com','西安市 雁塔区','前端',NULL),(932,939,0,'1992-06-06','13471634052','Johnny@gmail.com','西安市 雁塔区','前端',NULL),(933,940,1,'1986-05-02','13143671502','Jonathan@gmail.com','广州市 中山路','容器组',NULL),(934,941,1,'1993-06-07','15132756014','Jordan@gmail.com','重庆市 解放碑','监控组',NULL),(935,942,0,'1992-08-02','18951376240','Jose@gmail.com','沈阳市 皇姑区','前端',NULL),(936,943,1,'1993-12-12','13505361427','Joshua@gmail.com','沈阳市 皇姑区','开发组',NULL),(937,944,0,'1977-12-03','13502145376','Justin@gmail.com','上海市 南京路','测试组',NULL),(938,945,1,'1977-09-15','13136741520','Keith@gmail.com','重庆市 解放碑','测试组',NULL),(939,946,0,'1992-06-06','13801467235','Ken@gmail.com','西安市 雁塔区','监控组',NULL),(940,947,0,'1977-03-08','18956314207','Kennedy@gmail.com','天津市 滨海新区','前端',NULL),(941,948,0,'1986-08-13','15562510743','Kenneth@gmail.com','天津市 滨海新区','容器组',NULL),(942,949,0,'1989-08-16','15534706215','Kenny@gmail.com','北京市 朝阳区','开发组',NULL),(943,950,1,'1993-04-04','13527450631','Kevin@gmail.com','西安市 雁塔区','监控组',NULL),(944,951,1,'1986-11-11','13345172036','Kyle@gmail.com','西安市 雁塔区','容器组',NULL),(945,952,1,'1977-12-02','18921364705','Lance@gmail.com','沈阳市 皇姑区','前端',NULL),(946,953,0,'1977-11-12','18916523407','Larry@gmail.com','沈阳市 皇姑区','监控组',NULL),(947,954,0,'1989-07-02','18936715042','Lawrence@gmail.com','重庆市 解放碑','开发组',NULL),(948,955,0,'1989-03-04','15576504132','Laurent@gmail.com','广州市 中山路','前端',NULL),(949,956,0,'1989-05-02','13357062314','Leander@gmail.com','重庆市 解放碑','开发组',NULL),(950,957,1,'1986-04-07','13331246570','Lee@gmail.com','重庆市 解放碑','测试组',NULL),(951,958,1,'1986-01-16','18820361745','Leo@gmail.com','天津市 滨海新区','测试组',NULL),(952,959,0,'1977-02-03','13103245671','Leonard@gmail.com','北京市 顺义区','测试组',NULL),(953,960,1,'1977-10-01','15506352714','Leopold@gmail.com','天津市 滨海新区','测试组',NULL),(954,961,1,'1992-08-03','13104153627','Leslie@gmail.com','广州市 中山路','开发组',NULL),(955,962,1,'1999-02-04','18906534271','Loren@gmail.com','北京市 朝阳区','容器组',NULL),(956,963,0,'1984-01-13','15513467025','Lauren@gmail.com','广州市 中山路','监控组',NULL),(957,964,0,'1999-11-14','17717205634','Lori@gmail.com','广州市 中山路','开发组',NULL),(958,965,1,'1999-04-16','13404357261','Lorry@gmail.com','天津市 滨海新区','开发组',NULL),(959,966,0,'1977-02-08','13472546310','Lorin@gmail.com','沈阳市 皇姑区','测试组',NULL),(960,967,1,'1999-11-02','17770142563','Louis@gmail.com','北京市 朝阳区','测试组',NULL),(961,968,1,'1977-07-03','13520437516','Luke@gmail.com','西安市 雁塔区','监控组',NULL),(962,969,0,'1986-08-20','18804563721','Marcus@gmail.com','广州市 中山路','开发组',NULL),(963,970,0,'1993-12-02','13127514036','Marcy@gmail.com','广州市 中山路','前端',NULL),(964,971,1,'1990-05-05','17715072634','Mark@gmail.com','广州市 中山路','测试组',NULL),(965,972,0,'1992-03-02','18820714356','Marks@gmail.com','天津市 滨海新区','前端',NULL),(966,973,1,'1989-09-03','15573420516','Mars@gmail.com','广州市 中山路','监控组',NULL),(967,974,1,'1986-03-04','17775304216','Marshal@gmail.com','沈阳市 皇姑区','前端',NULL),(968,975,0,'1977-05-18','18920574316','Martin@gmail.com','沈阳市 皇姑区','前端',NULL),(969,976,0,'1992-11-03','13817345620','Marvin@gmail.com','沈阳市 皇姑区','测试组',NULL),(970,977,0,'1992-09-03','13130512764','Mason@gmail.com','北京市 朝阳区','监控组',NULL),(971,978,1,'1984-12-09','15165430127','Matthew@gmail.com','上海市 南京路','监控组',NULL),(972,979,0,'1977-07-17','17757134206','Max@gmail.com','上海市 南京路','前端',NULL),(973,980,1,'1977-11-08','15570142536','Michael@gmail.com','重庆市 解放碑','测试组',NULL),(974,981,1,'1989-03-11','15542063157','Mickey@gmail.com','重庆市 解放碑','容器组',NULL),(975,982,0,'1990-01-03','13176412305','Mike@gmail.com','重庆市 解放碑','监控组',NULL),(976,983,0,'1989-03-13','13857360124','Nathan@gmail.com','沈阳市 皇姑区','开发组',NULL),(977,984,1,'1977-05-06','17745167032','Nathaniel@gmail.com','西安市 雁塔区','容器组',NULL),(978,985,1,'1999-11-05','13825104673','Neil@gmail.com','广州市 中山路','前端',NULL),(979,986,0,'1984-09-10','13813427605','Nelson@gmail.com','广州市 中山路','监控组',NULL),(980,987,1,'1984-02-17','13405234716','Nicholas@gmail.com','上海市 南京路','前端',NULL),(981,988,0,'1989-12-19','13552160734','Nick@gmail.com','上海市 南京路','容器组',NULL),(982,989,1,'1999-03-05','13527456013','Noah@gmail.com','广州市 中山路','监控组',NULL),(983,990,1,'1993-09-17','15113467250','Norman@gmail.com','北京市 顺义区','监控组',NULL),(984,991,0,'1990-12-01','13526574013','Oliver@gmail.com','上海市 南京路','前端',NULL),(985,992,1,'1999-06-10','18902674513','Oscar@gmail.com','上海市 南京路','前端',NULL),(986,993,1,'1977-05-07','15126413075','Owen@gmail.com','天津市 滨海新区','监控组',NULL),(987,994,0,'1977-08-20','13141027635','Patrick@gmail.com','重庆市 解放碑','容器组',NULL),(988,995,1,'1992-12-19','13826340715','Paul@gmail.com','沈阳市 皇姑区','测试组',NULL),(989,996,1,'1984-10-07','18904631572','Peter@gmail.com','西安市 雁塔区','开发组',NULL),(990,997,0,'1992-08-03','13823476051','Philip@gmail.com','北京市 顺义区','监控组',NULL),(991,998,1,'1977-09-16','13325764031','Phoebe@gmail.com','西安市 雁塔区','前端',NULL),(992,999,1,'1977-09-15','18842073156','Quentin@gmail.com','重庆市 解放碑','容器组',NULL);
/*!40000 ALTER TABLE `user_details` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user_timestamp`
--

DROP TABLE IF EXISTS `user_timestamp`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user_timestamp` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) DEFAULT NULL,
  `createtime` datetime(3) NOT NULL COMMENT '3 表示的是精确到毫秒，最小可以精确到 6(微秒) date,datetime,timestamp 都是一样的 字符串格式必须是"1985-03-02T11:11:11Z"',
  `updatetime` datetime(3) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `index_user_id` (`uid`) USING BTREE COMMENT '用户id唯一索引'
) ENGINE=InnoDB AUTO_INCREMENT=1024 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user_timestamp`
--

LOCK TABLES `user_timestamp` WRITE;
/*!40000 ALTER TABLE `user_timestamp` DISABLE KEYS */;
INSERT INTO `user_timestamp` VALUES (819,804,'2020-06-10 03:40:03.106','2020-07-10 00:28:43.379'),(820,805,'2020-06-10 03:40:03.141','2020-07-08 12:51:59.894'),(821,806,'2020-06-10 03:40:03.147',NULL),(822,807,'2020-06-10 03:40:03.150',NULL),(823,808,'2020-06-10 03:40:03.154','2020-07-08 15:20:57.963'),(824,809,'2020-06-10 03:40:03.158',NULL),(825,810,'2020-06-10 03:40:03.162',NULL),(826,811,'2020-06-10 03:40:03.164',NULL),(827,812,'2020-06-10 03:40:03.167',NULL),(828,813,'2020-06-10 03:40:03.169',NULL),(829,814,'2020-06-10 03:40:03.172',NULL),(830,815,'2020-06-10 03:40:03.175',NULL),(831,816,'2020-06-10 03:40:03.177',NULL),(832,817,'2020-06-10 03:40:03.180',NULL),(833,818,'2020-06-10 03:40:03.182',NULL),(834,819,'2020-06-10 03:40:03.184',NULL),(835,820,'2020-06-10 03:40:03.187',NULL),(836,821,'2020-06-10 03:40:03.190',NULL),(837,822,'2020-06-10 03:40:03.193',NULL),(838,823,'2020-06-10 03:40:03.196',NULL),(839,824,'2020-06-10 03:40:03.198',NULL),(840,825,'2020-06-10 03:40:03.201',NULL),(841,826,'2020-06-10 03:40:03.204',NULL),(842,827,'2020-06-10 03:40:03.207',NULL),(843,828,'2020-06-10 03:40:03.210',NULL),(844,829,'2020-06-10 03:40:03.213',NULL),(845,830,'2020-06-10 03:40:03.215',NULL),(846,831,'2020-06-10 03:40:03.217',NULL),(847,832,'2020-06-10 03:40:03.220',NULL),(848,833,'2020-06-10 03:40:03.223',NULL),(849,834,'2020-06-10 03:40:03.225',NULL),(850,835,'2020-06-10 03:40:03.228',NULL),(851,836,'2020-06-10 03:40:03.231',NULL),(852,837,'2020-06-10 03:40:03.234',NULL),(853,838,'2020-06-10 03:40:03.236',NULL),(854,839,'2020-06-10 03:40:03.239',NULL),(855,840,'2020-06-10 03:40:03.242',NULL),(856,841,'2020-06-10 03:40:03.244',NULL),(857,842,'2020-06-10 03:40:03.246',NULL),(858,843,'2020-06-10 03:40:03.248',NULL),(859,844,'2020-06-10 03:40:03.250',NULL),(860,845,'2020-06-10 03:40:03.253',NULL),(861,846,'2020-06-10 03:40:03.255',NULL),(862,847,'2020-06-10 03:40:03.258',NULL),(863,848,'2020-06-10 03:40:03.261',NULL),(864,849,'2020-06-10 03:40:03.264',NULL),(865,850,'2020-06-10 03:40:03.266',NULL),(866,851,'2020-06-10 03:40:03.268',NULL),(867,852,'2020-06-10 03:40:03.270',NULL),(868,853,'2020-06-10 03:40:03.273',NULL),(869,854,'2020-06-10 03:40:03.275',NULL),(870,855,'2020-06-10 03:40:03.277',NULL),(871,856,'2020-06-10 03:40:03.284',NULL),(872,857,'2020-06-10 03:40:03.302',NULL),(873,858,'2020-06-10 03:40:03.304',NULL),(874,859,'2020-06-10 03:40:03.306',NULL),(875,860,'2020-06-10 03:40:03.308',NULL),(876,861,'2020-06-10 03:40:03.311',NULL),(877,862,'2020-06-10 03:40:03.314',NULL),(878,863,'2020-06-10 03:40:03.319',NULL),(879,864,'2020-06-10 03:40:03.321',NULL),(880,865,'2020-06-10 03:40:03.326',NULL),(881,866,'2020-06-10 03:40:03.330',NULL),(882,867,'2020-06-10 03:40:03.333',NULL),(883,868,'2020-06-10 03:40:03.335',NULL),(884,869,'2020-06-10 03:40:03.338',NULL),(885,870,'2020-06-10 03:40:03.341',NULL),(886,871,'2020-06-10 03:40:03.344',NULL),(887,872,'2020-06-10 03:40:03.346',NULL),(888,873,'2020-06-10 03:40:03.350',NULL),(889,874,'2020-06-10 03:40:03.352',NULL),(890,875,'2020-06-10 03:40:03.354',NULL),(891,876,'2020-06-10 03:40:03.356',NULL),(892,877,'2020-06-10 03:40:03.362',NULL),(893,878,'2020-06-10 03:40:03.364',NULL),(894,879,'2020-06-10 03:40:03.367',NULL),(895,880,'2020-06-10 03:40:03.369',NULL),(896,881,'2020-06-10 03:40:03.371',NULL),(897,882,'2020-06-10 03:40:03.375',NULL),(898,883,'2020-06-10 03:40:03.377',NULL),(899,884,'2020-06-10 03:40:03.378',NULL),(900,885,'2020-06-10 03:40:03.380',NULL),(901,886,'2020-06-10 03:40:03.382',NULL),(902,887,'2020-06-10 03:40:03.385',NULL),(903,888,'2020-06-10 03:40:03.388',NULL),(904,889,'2020-06-10 03:40:03.392',NULL),(905,890,'2020-06-10 03:40:03.396',NULL),(906,891,'2020-06-10 03:40:03.398',NULL),(907,892,'2020-06-10 03:40:03.401',NULL),(908,893,'2020-06-10 03:40:03.403',NULL),(909,894,'2020-06-10 03:40:03.406',NULL),(910,895,'2020-06-10 03:40:03.408',NULL),(911,896,'2020-06-10 03:40:03.411',NULL),(912,897,'2020-06-10 03:40:03.413',NULL),(913,898,'2020-06-10 03:40:03.420',NULL),(914,899,'2020-06-10 03:40:03.423',NULL),(915,900,'2020-06-10 03:40:03.425',NULL),(916,901,'2020-06-10 03:40:03.427',NULL),(917,902,'2020-06-10 03:40:03.430',NULL),(918,903,'2020-06-10 03:40:03.432',NULL),(919,904,'2020-06-10 03:40:03.434',NULL),(920,905,'2020-06-10 03:40:03.436',NULL),(921,906,'2020-06-10 03:40:03.438',NULL),(922,907,'2020-06-10 03:40:03.441',NULL),(923,908,'2020-06-10 03:40:03.443',NULL),(924,909,'2020-06-10 03:40:03.445',NULL),(925,910,'2020-06-10 03:40:03.448',NULL),(926,911,'2020-06-10 03:40:03.450',NULL),(927,912,'2020-06-10 03:40:03.452',NULL),(928,913,'2020-06-10 03:40:03.454',NULL),(929,914,'2020-06-10 03:40:03.457',NULL),(930,915,'2020-06-10 03:40:03.459',NULL),(931,916,'2020-06-10 03:40:03.461',NULL),(932,917,'2020-06-10 03:40:03.463',NULL),(933,918,'2020-06-10 03:40:03.478',NULL),(934,919,'2020-06-10 03:40:03.488',NULL),(935,920,'2020-06-10 03:40:03.491',NULL),(936,921,'2020-06-10 03:40:03.493',NULL),(937,922,'2020-06-10 03:40:03.495',NULL),(938,923,'2020-06-10 03:40:03.497',NULL),(939,924,'2020-06-10 03:40:03.498',NULL),(940,925,'2020-06-10 03:40:03.501',NULL),(941,926,'2020-06-10 03:40:03.506',NULL),(942,927,'2020-06-10 03:40:03.509',NULL),(943,928,'2020-06-10 03:40:03.511',NULL),(944,929,'2020-06-10 03:40:03.517',NULL),(945,930,'2020-06-10 03:40:03.521',NULL),(946,931,'2020-06-10 03:40:03.524',NULL),(947,932,'2020-06-10 03:40:03.526',NULL),(948,933,'2020-06-10 03:40:03.531',NULL),(949,934,'2020-06-10 03:40:03.535',NULL),(950,935,'2020-06-10 03:40:03.537',NULL),(951,936,'2020-06-10 03:40:03.539',NULL),(952,937,'2020-06-10 03:40:03.543',NULL),(953,938,'2020-06-10 03:40:03.547',NULL),(954,939,'2020-06-10 03:40:03.550',NULL),(955,940,'2020-06-10 03:40:03.553',NULL),(956,941,'2020-06-10 03:40:03.559',NULL),(957,942,'2020-06-10 03:40:03.562',NULL),(958,943,'2020-06-10 03:40:03.566',NULL),(959,944,'2020-06-10 03:40:03.569',NULL),(960,945,'2020-06-10 03:40:03.572',NULL),(961,946,'2020-06-10 03:40:03.575',NULL),(962,947,'2020-06-10 03:40:03.580',NULL),(963,948,'2020-06-10 03:40:03.584',NULL),(964,949,'2020-06-10 03:40:03.587',NULL),(965,950,'2020-06-10 03:40:03.591',NULL),(966,951,'2020-06-10 03:40:03.595',NULL),(967,952,'2020-06-10 03:40:03.597',NULL),(968,953,'2020-06-10 03:40:03.599',NULL),(969,954,'2020-06-10 03:40:03.602',NULL),(970,955,'2020-06-10 03:40:03.606',NULL),(971,956,'2020-06-10 03:40:03.608',NULL),(972,957,'2020-06-10 03:40:03.611',NULL),(973,958,'2020-06-10 03:40:03.614',NULL),(974,959,'2020-06-10 03:40:03.616',NULL),(975,960,'2020-06-10 03:40:03.618',NULL),(976,961,'2020-06-10 03:40:03.620',NULL),(977,962,'2020-06-10 03:40:03.623',NULL),(978,963,'2020-06-10 03:40:03.626',NULL),(979,964,'2020-06-10 03:40:03.630',NULL),(980,965,'2020-06-10 03:40:03.632',NULL),(981,966,'2020-06-10 03:40:03.634',NULL),(982,967,'2020-06-10 03:40:03.636',NULL),(983,968,'2020-06-10 03:40:03.639',NULL),(984,969,'2020-06-10 03:40:03.641',NULL),(985,970,'2020-06-10 03:40:03.643',NULL),(986,971,'2020-06-10 03:40:03.645',NULL),(987,972,'2020-06-10 03:40:03.647',NULL),(988,973,'2020-06-10 03:40:03.649','2020-07-06 13:18:53.670'),(989,974,'2020-06-10 03:40:03.661','2020-07-06 13:17:35.619'),(990,975,'2020-06-10 03:40:03.672',NULL),(991,976,'2020-06-10 03:40:03.676',NULL),(992,977,'2020-06-10 03:40:03.678',NULL),(993,978,'2020-06-10 03:40:03.681',NULL),(994,979,'2020-06-10 03:40:03.683','2020-07-06 19:03:59.048'),(995,980,'2020-06-10 03:40:03.686',NULL),(996,981,'2020-06-10 03:40:03.688',NULL),(997,982,'2020-06-10 03:40:03.691',NULL),(998,983,'2020-06-10 03:40:03.694',NULL),(999,984,'2020-06-10 03:40:03.696',NULL),(1000,985,'2020-06-10 03:40:03.698',NULL),(1001,986,'2020-06-10 03:40:03.702',NULL),(1002,987,'2020-06-10 03:40:03.705',NULL),(1003,988,'2020-06-10 03:40:03.707',NULL),(1004,989,'2020-06-10 03:40:03.710','2020-07-08 10:23:33.610'),(1005,990,'2020-06-10 03:40:03.712',NULL),(1006,991,'2020-06-10 03:40:03.714',NULL),(1007,992,'2020-06-10 03:40:03.716',NULL),(1008,993,'2020-06-10 03:40:03.718',NULL),(1009,994,'2020-06-10 03:40:03.724',NULL),(1010,995,'2020-06-10 03:40:03.727',NULL),(1011,996,'2020-06-10 03:40:03.729','2020-07-06 11:53:30.169'),(1012,997,'2020-06-10 03:40:03.731',NULL),(1013,998,'2020-06-10 03:40:03.734','2020-07-08 11:36:46.645'),(1014,999,'2020-06-10 03:40:03.737','2020-07-06 13:18:44.954');
/*!40000 ALTER TABLE `user_timestamp` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userstatus` tinyint(1) DEFAULT NULL COMMENT '0 表示用户正常可用，1表示用户被禁用',
  `usertype` tinyint(1) DEFAULT NULL COMMENT '用户的类型，0：admin,1:user,2guest。tinyint(1)表示的是一字节,8个bit位,所以tinyint(1) unsigne最大可以表示255',
  `username` varchar(48) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE KEY `index_username` (`username`) USING BTREE COMMENT '用户名唯一索引'
) ENGINE=InnoDB AUTO_INCREMENT=1009 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (804,0,0,'admin','oTMnAUBI:73bebcc47cd2d9d9e6ee8367d5d1c882'),(805,0,1,'user','123456:ea48576f30be1669971699c09ad05c94'),(806,0,1,'Abelard','123456:ea48576f30be1669971699c09ad05c94'),(807,0,1,'Abraham','123456:ea48576f30be1669971699c09ad05c94'),(808,0,1,'Adam','123456:ea48576f30be1669971699c09ad05c94'),(809,0,1,'Adrian','123456:ea48576f30be1669971699c09ad05c94'),(810,0,1,'Aidan','123456:ea48576f30be1669971699c09ad05c94'),(811,0,1,'Alva','123456:ea48576f30be1669971699c09ad05c94'),(812,0,1,'Alex','123456:ea48576f30be1669971699c09ad05c94'),(813,0,1,'Alexander','123456:ea48576f30be1669971699c09ad05c94'),(814,0,1,'Alan','123456:ea48576f30be1669971699c09ad05c94'),(815,0,1,'Eilian','123456:ea48576f30be1669971699c09ad05c94'),(816,0,1,'Allan','123456:ea48576f30be1669971699c09ad05c94'),(817,0,1,'Ailin','123456:ea48576f30be1669971699c09ad05c94'),(818,0,1,'Albert','123456:ea48576f30be1669971699c09ad05c94'),(819,0,1,'Alfred','123456:ea48576f30be1669971699c09ad05c94'),(820,0,1,'Andrew','123456:ea48576f30be1669971699c09ad05c94'),(821,0,1,'Andy','123456:ea48576f30be1669971699c09ad05c94'),(822,0,1,'Angus','123456:ea48576f30be1669971699c09ad05c94'),(823,0,1,'Anthony','123456:ea48576f30be1669971699c09ad05c94'),(824,0,1,'Apollo','123456:ea48576f30be1669971699c09ad05c94'),(825,0,1,'Arnold','123456:ea48576f30be1669971699c09ad05c94'),(826,0,1,'Arthur','123456:ea48576f30be1669971699c09ad05c94'),(827,0,1,'August','123456:ea48576f30be1669971699c09ad05c94'),(828,0,1,'Austin','123456:ea48576f30be1669971699c09ad05c94'),(829,0,1,'Ben','123456:ea48576f30be1669971699c09ad05c94'),(830,0,1,'Benjamin','123456:ea48576f30be1669971699c09ad05c94'),(831,0,1,'Bert','123456:ea48576f30be1669971699c09ad05c94'),(832,0,1,'Benson','123456:ea48576f30be1669971699c09ad05c94'),(833,0,1,'Bill','123456:ea48576f30be1669971699c09ad05c94'),(834,0,1,'Billy','123456:ea48576f30be1669971699c09ad05c94'),(835,0,1,'Blake','123456:ea48576f30be1669971699c09ad05c94'),(836,0,1,'Bob','123456:ea48576f30be1669971699c09ad05c94'),(837,0,1,'Bobby','123456:ea48576f30be1669971699c09ad05c94'),(838,0,1,'Brad','123456:ea48576f30be1669971699c09ad05c94'),(839,0,1,'Brandon','123456:ea48576f30be1669971699c09ad05c94'),(840,0,1,'Brant','123456:ea48576f30be1669971699c09ad05c94'),(841,0,1,'Brent','123456:ea48576f30be1669971699c09ad05c94'),(842,0,1,'Brian','123456:ea48576f30be1669971699c09ad05c94'),(843,0,1,'Bryan','123456:ea48576f30be1669971699c09ad05c94'),(844,0,1,'Brown','123456:ea48576f30be1669971699c09ad05c94'),(845,0,1,'Bruce','123456:ea48576f30be1669971699c09ad05c94'),(846,0,1,'Caleb','123456:ea48576f30be1669971699c09ad05c94'),(847,0,1,'Cameron','123456:ea48576f30be1669971699c09ad05c94'),(848,0,1,'Carl','123456:ea48576f30be1669971699c09ad05c94'),(849,0,1,'Carlos','123456:ea48576f30be1669971699c09ad05c94'),(850,0,1,'Cary','123456:ea48576f30be1669971699c09ad05c94'),(851,0,1,'Caspar','123456:ea48576f30be1669971699c09ad05c94'),(852,0,1,'Cecil','123456:ea48576f30be1669971699c09ad05c94'),(853,0,1,'Charles','123456:ea48576f30be1669971699c09ad05c94'),(854,0,1,'Cheney','123456:ea48576f30be1669971699c09ad05c94'),(855,0,1,'Chris','123456:ea48576f30be1669971699c09ad05c94'),(856,0,1,'Christian','123456:ea48576f30be1669971699c09ad05c94'),(857,0,1,'Christopher','123456:ea48576f30be1669971699c09ad05c94'),(858,0,1,'Clark','123456:ea48576f30be1669971699c09ad05c94'),(859,0,1,'Cliff','123456:ea48576f30be1669971699c09ad05c94'),(860,0,1,'Cody','123456:ea48576f30be1669971699c09ad05c94'),(861,0,1,'Cole','123456:ea48576f30be1669971699c09ad05c94'),(862,0,1,'Colin','123456:ea48576f30be1669971699c09ad05c94'),(863,0,1,'Cosmo','123456:ea48576f30be1669971699c09ad05c94'),(864,0,1,'Daniel','123456:ea48576f30be1669971699c09ad05c94'),(865,0,1,'Denny','123456:ea48576f30be1669971699c09ad05c94'),(866,0,1,'Darwin','123456:ea48576f30be1669971699c09ad05c94'),(867,0,1,'David','123456:ea48576f30be1669971699c09ad05c94'),(868,0,1,'Dennis','123456:ea48576f30be1669971699c09ad05c94'),(869,0,1,'Derek','123456:ea48576f30be1669971699c09ad05c94'),(870,0,1,'Dick','123456:ea48576f30be1669971699c09ad05c94'),(871,0,1,'Donald','123456:ea48576f30be1669971699c09ad05c94'),(872,0,1,'Douglas','123456:ea48576f30be1669971699c09ad05c94'),(873,0,1,'Duke','123456:ea48576f30be1669971699c09ad05c94'),(874,0,1,'Dylan','123456:ea48576f30be1669971699c09ad05c94'),(875,0,1,'Eddie','123456:ea48576f30be1669971699c09ad05c94'),(876,0,1,'Edgar','123456:ea48576f30be1669971699c09ad05c94'),(877,0,1,'Edison','123456:ea48576f30be1669971699c09ad05c94'),(878,0,1,'Edmund','123456:ea48576f30be1669971699c09ad05c94'),(879,0,1,'Edward','123456:ea48576f30be1669971699c09ad05c94'),(880,0,1,'Edwin','123456:ea48576f30be1669971699c09ad05c94'),(881,0,1,'Elijah','123456:ea48576f30be1669971699c09ad05c94'),(882,0,1,'Elliott','123456:ea48576f30be1669971699c09ad05c94'),(883,0,1,'Elvis','123456:ea48576f30be1669971699c09ad05c94'),(884,0,1,'Eric','123456:ea48576f30be1669971699c09ad05c94'),(885,0,1,'Frederick','123456:ea48576f30be1669971699c09ad05c94'),(886,0,1,'Ethan','123456:ea48576f30be1669971699c09ad05c94'),(887,0,1,'Eugene','123456:ea48576f30be1669971699c09ad05c94'),(888,0,1,'Evan','123456:ea48576f30be1669971699c09ad05c94'),(889,0,1,'Enterprise','123456:ea48576f30be1669971699c09ad05c94'),(890,0,1,'Ford','123456:ea48576f30be1669971699c09ad05c94'),(891,0,1,'Francis','123456:ea48576f30be1669971699c09ad05c94'),(892,0,1,'Frank','123456:ea48576f30be1669971699c09ad05c94'),(893,0,1,'Franklin','123456:ea48576f30be1669971699c09ad05c94'),(894,0,1,'Fred','123456:ea48576f30be1669971699c09ad05c94'),(895,0,1,'Gabriel','123456:ea48576f30be1669971699c09ad05c94'),(896,0,1,'Gaby','123456:ea48576f30be1669971699c09ad05c94'),(897,0,1,'Garfield','123456:ea48576f30be1669971699c09ad05c94'),(898,0,1,'Gary','123456:ea48576f30be1669971699c09ad05c94'),(899,0,1,'Gavin','123456:ea48576f30be1669971699c09ad05c94'),(900,0,1,'Geoffrey','123456:ea48576f30be1669971699c09ad05c94'),(901,0,1,'George','123456:ea48576f30be1669971699c09ad05c94'),(902,0,1,'Gino','123456:ea48576f30be1669971699c09ad05c94'),(903,0,1,'Glen','123456:ea48576f30be1669971699c09ad05c94'),(904,0,1,'Glendon','123456:ea48576f30be1669971699c09ad05c94'),(905,0,1,'Hank','123456:ea48576f30be1669971699c09ad05c94'),(906,0,1,'Hardy','123456:ea48576f30be1669971699c09ad05c94'),(907,0,1,'Harrison','123456:ea48576f30be1669971699c09ad05c94'),(908,0,1,'Harry','123456:ea48576f30be1669971699c09ad05c94'),(909,0,1,'Hayden','123456:ea48576f30be1669971699c09ad05c94'),(910,0,1,'Henry','123456:ea48576f30be1669971699c09ad05c94'),(911,0,1,'Hilton','123456:ea48576f30be1669971699c09ad05c94'),(912,0,1,'Hugo','123456:ea48576f30be1669971699c09ad05c94'),(913,0,1,'Hunk','123456:ea48576f30be1669971699c09ad05c94'),(914,0,1,'Howard','123456:ea48576f30be1669971699c09ad05c94'),(915,0,1,'Ian','123456:ea48576f30be1669971699c09ad05c94'),(916,0,1,'Ignativs','123456:ea48576f30be1669971699c09ad05c94'),(917,0,1,'Ignace','123456:ea48576f30be1669971699c09ad05c94'),(918,0,1,'Ignatz','123456:ea48576f30be1669971699c09ad05c94'),(919,0,1,'Ivan','123456:ea48576f30be1669971699c09ad05c94'),(920,0,1,'Isaac','123456:ea48576f30be1669971699c09ad05c94'),(921,0,1,'Isaiah','123456:ea48576f30be1669971699c09ad05c94'),(922,0,1,'Jack','123456:ea48576f30be1669971699c09ad05c94'),(923,0,1,'Jackson','123456:ea48576f30be1669971699c09ad05c94'),(924,0,1,'Jacob','123456:ea48576f30be1669971699c09ad05c94'),(925,0,1,'James','123456:ea48576f30be1669971699c09ad05c94'),(926,0,1,'Jason','123456:ea48576f30be1669971699c09ad05c94'),(927,0,1,'Jay','123456:ea48576f30be1669971699c09ad05c94'),(928,0,1,'Jeffery','123456:ea48576f30be1669971699c09ad05c94'),(929,0,1,'Jerome','123456:ea48576f30be1669971699c09ad05c94'),(930,0,1,'Jerry','123456:ea48576f30be1669971699c09ad05c94'),(931,0,1,'Gerald','123456:ea48576f30be1669971699c09ad05c94'),(932,0,1,'Jeremiah','123456:ea48576f30be1669971699c09ad05c94'),(933,0,1,'Jesse','123456:ea48576f30be1669971699c09ad05c94'),(934,0,1,'Jim','123456:ea48576f30be1669971699c09ad05c94'),(935,0,1,'Jimmy','123456:ea48576f30be1669971699c09ad05c94'),(936,0,1,'Joe','123456:ea48576f30be1669971699c09ad05c94'),(937,0,1,'Joseph','123456:ea48576f30be1669971699c09ad05c94'),(938,0,1,'John','123456:ea48576f30be1669971699c09ad05c94'),(939,0,1,'Johnny','123456:ea48576f30be1669971699c09ad05c94'),(940,0,1,'Jonathan','123456:ea48576f30be1669971699c09ad05c94'),(941,0,1,'Jordan','123456:ea48576f30be1669971699c09ad05c94'),(942,0,1,'Jose','123456:ea48576f30be1669971699c09ad05c94'),(943,0,1,'Joshua','123456:ea48576f30be1669971699c09ad05c94'),(944,0,1,'Justin','123456:ea48576f30be1669971699c09ad05c94'),(945,0,1,'Keith','123456:ea48576f30be1669971699c09ad05c94'),(946,0,1,'Ken','123456:ea48576f30be1669971699c09ad05c94'),(947,0,1,'Kennedy','123456:ea48576f30be1669971699c09ad05c94'),(948,0,1,'Kenneth','123456:ea48576f30be1669971699c09ad05c94'),(949,0,1,'Kenny','123456:ea48576f30be1669971699c09ad05c94'),(950,0,1,'Kevin','123456:ea48576f30be1669971699c09ad05c94'),(951,0,1,'Kyle','123456:ea48576f30be1669971699c09ad05c94'),(952,0,1,'Lance','123456:ea48576f30be1669971699c09ad05c94'),(953,0,1,'Larry','123456:ea48576f30be1669971699c09ad05c94'),(954,0,1,'Lawrence','123456:ea48576f30be1669971699c09ad05c94'),(955,0,1,'Laurent','123456:ea48576f30be1669971699c09ad05c94'),(956,0,1,'Leander','123456:ea48576f30be1669971699c09ad05c94'),(957,0,1,'Lee','123456:ea48576f30be1669971699c09ad05c94'),(958,0,1,'Leo','123456:ea48576f30be1669971699c09ad05c94'),(959,0,1,'Leonard','123456:ea48576f30be1669971699c09ad05c94'),(960,0,1,'Leopold','123456:ea48576f30be1669971699c09ad05c94'),(961,0,1,'Leslie','123456:ea48576f30be1669971699c09ad05c94'),(962,0,1,'Loren','123456:ea48576f30be1669971699c09ad05c94'),(963,0,1,'Lauren','123456:ea48576f30be1669971699c09ad05c94'),(964,0,1,'Lori','123456:ea48576f30be1669971699c09ad05c94'),(965,0,1,'Lorry','123456:ea48576f30be1669971699c09ad05c94'),(966,0,1,'Lorin','123456:ea48576f30be1669971699c09ad05c94'),(967,0,1,'Louis','123456:ea48576f30be1669971699c09ad05c94'),(968,0,1,'Luke','123456:ea48576f30be1669971699c09ad05c94'),(969,0,1,'Marcus','123456:ea48576f30be1669971699c09ad05c94'),(970,0,1,'Marcy','123456:ea48576f30be1669971699c09ad05c94'),(971,0,1,'Mark','123456:ea48576f30be1669971699c09ad05c94'),(972,0,1,'Marks','123456:ea48576f30be1669971699c09ad05c94'),(973,2,1,'Mars','123456:ea48576f30be1669971699c09ad05c94'),(974,0,0,'Marshal','123456:ea48576f30be1669971699c09ad05c94'),(975,0,1,'Martin','123456:ea48576f30be1669971699c09ad05c94'),(976,0,1,'Marvin','123456:ea48576f30be1669971699c09ad05c94'),(977,0,1,'Mason','123456:ea48576f30be1669971699c09ad05c94'),(978,0,1,'Matthew','123456:ea48576f30be1669971699c09ad05c94'),(979,0,1,'Max','123456:ea48576f30be1669971699c09ad05c94'),(980,0,1,'Michael','123456:ea48576f30be1669971699c09ad05c94'),(981,0,1,'Mickey','123456:ea48576f30be1669971699c09ad05c94'),(982,0,1,'Mike','123456:ea48576f30be1669971699c09ad05c94'),(983,0,1,'Nathan','123456:ea48576f30be1669971699c09ad05c94'),(984,0,1,'Nathaniel','123456:ea48576f30be1669971699c09ad05c94'),(985,0,1,'Neil','123456:ea48576f30be1669971699c09ad05c94'),(986,0,1,'Nelson','123456:ea48576f30be1669971699c09ad05c94'),(987,0,1,'Nicholas','123456:ea48576f30be1669971699c09ad05c94'),(988,0,1,'Nick','123456:ea48576f30be1669971699c09ad05c94'),(989,0,1,'Noah','123456:ea48576f30be1669971699c09ad05c94'),(990,0,1,'Norman','123456:ea48576f30be1669971699c09ad05c94'),(991,0,1,'Oliver','123456:ea48576f30be1669971699c09ad05c94'),(992,0,1,'Oscar','123456:ea48576f30be1669971699c09ad05c94'),(993,0,1,'Owen','123456:ea48576f30be1669971699c09ad05c94'),(994,0,1,'Patrick','123456:ea48576f30be1669971699c09ad05c94'),(995,0,1,'Paul','123456:ea48576f30be1669971699c09ad05c94'),(996,0,1,'Peter','123456:ea48576f30be1669971699c09ad05c94'),(997,0,1,'Philip','123456:ea48576f30be1669971699c09ad05c94'),(998,0,1,'Phoebe','123456:ea48576f30be1669971699c09ad05c94'),(999,2,1,'Quentin','123456:ea48576f30be1669971699c09ad05c94');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `virtual_hosts`
--

DROP TABLE IF EXISTS `virtual_hosts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `virtual_hosts` (
  `id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `virtual_hosts`
--

LOCK TABLES `virtual_hosts` WRITE;
/*!40000 ALTER TABLE `virtual_hosts` DISABLE KEYS */;
/*!40000 ALTER TABLE `virtual_hosts` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-07-13  0:40:35
